{
	"factions": [
		{
			"id": 1,
			"name": "Ivits",
			"2pRank": 1.26,
			"3pRank": 1.74,
			"4pRank": 2.28,
			"scoringRoute": "Ivits compensate for their dismal final scoring record (if anything, experienced players focus even lesser on final scoring with Ivits) by scoring very well using advanced tiles. Why do they do well in adv tiles compared to other factions? Their track presence is often limited to 3-4 tracks, but their ability to form early federations means that they will be in pole position to grab an early adv tech. Most experienced Ivits players end up with 4 feds at the very least whilst still scoring equivalently in all other avenues.",
			"finalScoring-gaia": "+",
			"finalScoring-planetType": "+",
			"finalScoring-structure": "-",
			"finalScoring-structureFed": "-",
			"finalScoring-satellite": "-",
			"finalScoring-sector": "-",
			"opening": "PI+RL+2M",
			"tip": ""
		},
		{
			"id": 2,
			"name": "Firaks",
			"2pRank": 1.47,
			"3pRank": 1.95,
			"4pRank": 2.40,
			"scoringRoute": "The biggest difference for Firaks in seen in the QIC actions category, while experienced Firak players also tend to use gaiaforming as an expansion strategy. With the lowest booster points on average amongst factions, Firaks are likely to look at other avenues to compensate.",
			"finalScoring-gaia": "-",
			"finalScoring-planetType": "+",
			"finalScoring-structure": ".",
			"finalScoring-structureFed": ".",
			"finalScoring-satellite": "+",
			"finalScoring-sector": ".",
			"opening": " PI+TS",
			"tip": "The PI + RL opening with the RL being downgraded to a TS"
		},
		{
			"id": 3,
			"name": "Itars",
			"2pRank": 1.48,
			"3pRank": 1.91,
			"4pRank": 2.28,
			"scoringRoute": "Most of the differences in Itars boil down to “how well have I gaiaformed?” and “how much am I compromising track presence?”. With experienced Itars players looking at 4 tracks on average seems to be right (this would vary depending on their start – PI Itar players tend to have lesser track presence than Itar players who start with their AC and go an economic route)",
			"finalScoring-gaia": "++",
			"finalScoring-planetType": ".",
			"finalScoring-structure": "+",
			"finalScoring-structureFed": "+",
			"finalScoring-satellite": "+",
			"finalScoring-sector": ".",
			"opening": "PI / AC",
			"tip": "PI opening is usually accompanied by a step on Gaia as there is very high synergy between the PI ability and gaiaforming (you can burn the gaiaforming tokens and get tech tiles in the next gaia phase). AC openings are much more flexible – Eco/Sci are common tech tracks in this strategy, but also nav when the right tiles are in the right spots. Gaiaforming happens later usually in this opening (around the time one brings their PI out). Plus, Itars have the best AC in the game, one that gives 3k income a round, so just building it assures you of 4k a round. If you anticipate heavy competition on Gaia, maybe PI R1 would work better to secure important planets/tech dominance. Note that your research score will almost always be lesser with a PI opening (~3 tracks compared to the 5 you can achieve easily with an AC opening) so you have to compensate elsewhere."
		},
		{
			"id": 4,
			"name": "Taklons",
			"2pRank": 1.48,
			"3pRank": 1.80,
			"4pRank": 2.37,
			"scoringRoute": "Taklons seems to be a case of making improvements everywhere. Their heavy emphasis on final scoring is seen, and the ability of high skill players to play them according to the rounds has not gone unnoticed.",
			"finalScoring-gaia": "-",
			"finalScoring-planetType": "++",
			"finalScoring-structure": "++",
			"finalScoring-structureFed": "++",
			"finalScoring-satellite": "++",
			"finalScoring-sector": "++",
			"opening": "AC+3~4M / 2RL",
			"tip": ""
		},
		{
			"id": 5,
			"name": "Ambas",
			"2pRank": 1.50,
			"3pRank": 1.97,
			"4pRank": 2.32,
			"scoringRoute": "While most Amba players capitalize on their PI ability and do make atleast 4 feds on average, it is in other categories that high skill players find an edge. They integrate tracks better into their strategies, scoring 3vp more on avg in research and they also utilize round bonuses better. 22 points in final scoring suggests that Ambas are looking for favourable final scoring options when picked.",
			"finalScoring-gaia": "--",
			"finalScoring-planetType": "++",
			"finalScoring-structure": "++",
			"finalScoring-structureFed": "++",
			"finalScoring-satellite": "++",
			"finalScoring-sector": "++",
			"opening": "RL+4M / AC+1~2M",
			"tip": ""
		},
		{
			"id": 6,
			"name": "Bescods",
			"2pRank": 1.52,
			"3pRank": 2.06,
			"4pRank": 2.81,
			"scoringRoute": "Bescods being a tougher faction to play, one can see many differences between high skill games and the rest of the Bescods dataset. A higher base tech score suggests that experienced players leverage their gaiaforming abilities better, while they also make 4 feds on average. Due to their unique player board, what works best for other factions don’t apply to Bescods and as a result, there is a lot of improvement seen in every category when an experienced player handles them.",
			"finalScoring-gaia": ".",
			"finalScoring-planetType": ".",
			"finalScoring-structure": ".",
			"finalScoring-structureFed": "+",
			"finalScoring-satellite": "++",
			"finalScoring-sector": ".",
			"opening": "RL+nM",
			"tip": "Use your special ability with Bescods before making your RL as you usually will want to advance on the same track for both steps. Doing it the other way will not allow you to use your special ability on the same track."
		},
		{
			"id": 7,
			"name": "Hadsch Hallas",
			"2pRank": 1.53,
			"3pRank": 2.07,
			"4pRank": 2.84,
			"scoringRoute": "Another faction that is better at gaiaforming than players assume, experienced Hadsch players have used this to their advantage. Better track presence and capitalizing on round bonuses better is also something experienced players do better.",
			"finalScoring-gaia": "+",
			"finalScoring-planetType": "+",
			"finalScoring-structure": "+",
			"finalScoring-structureFed": "+",
			"finalScoring-satellite": "+",
			"finalScoring-sector": "+",
			"opening": "AC+2M / RL+4~5M",
			"tip": ""
		},
		{
			"id": 8,
			"name": "Bal T'aks",
			"2pRank": 1.53,
			"3pRank": 1.95,
			"4pRank": 2.39,
			"scoringRoute": "Bal T’ak players tend to make gains in almost every category with their ability to capitalize on advanced tiles setting the experienced players apart.",
			"finalScoring-gaia": "++",
			"finalScoring-planetType": "-",
			"finalScoring-structure": "-",
			"finalScoring-structureFed": "-",
			"finalScoring-satellite": "-",
			"finalScoring-sector": ".",
			"opening": "AC+1~2M",
			"tip": ""
		},
		{
			"id": 9,
			"name": "Geoden",
			"2pRank": 1.54,
			"3pRank": 1.97,
			"4pRank": 2.57,
			"scoringRoute": "QIC actions rule. Experienced Geoden players take atleast 3 QIC actions a game (usually R4 and later) while they also get more points in round bonuses (hints at more versatility in buildings than expected)",
			"finalScoring-gaia": ".",
			"finalScoring-planetType": "++",
			"finalScoring-structure": "+",
			"finalScoring-structureFed": "+",
			"finalScoring-satellite": "+",
			"finalScoring-sector": "+",
			"opening": "PI+4M / AC",
			"tip": "While the most popular Geoden openings are PI+nM, they are only great when the player manages to end R1 with 4 mines, ideally on different planet types (one home planet, one red, one yellow and one gaia) to advance early on tech tracks."
		},
		{
			"id": 10,
			"name": "Terrans",
			"2pRank": 1.54,
			"3pRank": 2.06,
			"4pRank": 2.45,
			"scoringRoute": "High skill Terrans players tend to do better across the board, but specific focus is given to their research VP. Terrans are usually seen as a weak faction on tech tracks (note that their research points includes Gaia 5, this inflates their usual research scores). With Terrans players usually going up 2-3 tech tracks on average, high skill players integrate an extra track into their plays.",
			"finalScoring-gaia": "++",
			"finalScoring-planetType": ".",
			"finalScoring-structure": "++",
			"finalScoring-structureFed": "++",
			"finalScoring-satellite": "++",
			"finalScoring-sector": "++",
			"opening": "PI+2M",
			"tip": ""
		},
		{
			"id": 11,
			"name": "Nevlas",
			"2pRank": 1.55,
			"3pRank": 2.09,
			"4pRank": 2.61,
			"scoringRoute": "By now, it’s clear that advanced tiles are one category where high skill players do better – Nevlas is no different with high skill players scoring 8vp more on average. With much better track tempo and better round capitalization, Nevlas is clearly a faction that high skill players enjoy playing a lot more than newer players do. They also tend to charge a lot more in the hands of high skill players, suggesting an aptitude in knowing where to build and how to best utilise the map.",
			"finalScoring-gaia": "--",
			"finalScoring-planetType": "++",
			"finalScoring-structure": ".",
			"finalScoring-structureFed": ".",
			"finalScoring-satellite": "++",
			"finalScoring-sector": ".",
			"opening": "PI+RL+1~2M",
			"tip": ""
		},
		{
			"id": 12,
			"name": "Xenos",
			"2pRank": 1.55,
			"3pRank": 2.23,
			"4pRank": 2.61,
			"scoringRoute": "Xenos is another faction where high skill players seem to build better and also improve their tech tempo. Their gaiaforming abilities are also rated by high skill players.",
			"finalScoring-gaia": "+",
			"finalScoring-planetType": ".",
			"finalScoring-structure": ".",
			"finalScoring-structureFed": ".",
			"finalScoring-satellite": ".",
			"finalScoring-sector": "+",
			"opening": "RL+5M / AC+2M",
			"tip": ""
		},
		{
			"id": 13,
			"name": "Gleens",
			"2pRank": 1.64,
			"3pRank": 2.18,
			"4pRank": 2.59,
			"scoringRoute": "It seems that many high skill Gleens players gaiaform with them as there is a big boost in base tech points. With uniform numbers across the board, it is in boosters that Gleens look to compensate (the mine booster in particular is great as they end their rounds with many mines more often than not). When it comes to their innate ability (2vp/gaia planet), high skill players get 7-8 gaia planets on average when compared to the 5-6 that the rest of the population does (data not shown). Is gaiaforming as vital though for Gleens as the data seems to suggest? Or is it just one route that high skill players have had the best success with?",
			"finalScoring-gaia": "++",
			"finalScoring-planetType": "+",
			"finalScoring-structure": ".",
			"finalScoring-structureFed": ".",
			"finalScoring-satellite": ".",
			"finalScoring-sector": "-",
			"opening": "RL+4M",
			"tip": ""
		},
		{
			"id": 14,
			"name": "Lantids",
			"2pRank": 1.82,
			"3pRank": 2.29,
			"4pRank": 2.70,
			"scoringRoute": "Lantids is another faction that is slightly tricky to handle. High skill players tend to score much more through advanced tiles while there are significant increases in almost every other category. This implies that there is a lot more to Lantids than newer players think. Veteran Lantids also charge more than the rest of them, suggesting that the map is important for them.",
			"finalScoring-gaia": "-",
			"finalScoring-planetType": "-",
			"finalScoring-structure": "++",
			"finalScoring-structureFed": "++",
			"finalScoring-satellite": "-",
			"finalScoring-sector": "++",
			"opening": "PI+4M",
			"tip": ""
		}
	]
}